export const DAILY_AZKAR = [
    {
        id: "a1",
        title: "Ayat ul Kursi",
        count: 1,
        arabic: "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌۭ وَلَا نَوْمٌۭ ۚ لَّهُۥ مَا فِى ٱالسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱالسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ"
    },

    {
        id: "a2",
        title: "Surah Al-Kafirun",
        count: 1,
        arabic: "قُلْ يٰٓاَيُّهَا الْكٰفِرُوْنَ . لَآ اَعْبُدُ مَا تَعْبُدُوْنَ . وَلَآ اَنْتُمْ عٰبِدُوْنَ مَآ اَعْبُدُ . وَلَآ اَنَا عَابِدٌ مَّا عَبَدْتُّمْ . وَلَآ اَنْتُمْ عٰبِدُوْنَ مَآ اَعْبُدُ . لَكُمْ دِيْنُكُمْ وَلِيَ دِيْنِ"
    },

    {
        id: "a3",
        title: "Surah Al-Ikhlas",
        count: 3,
        arabic: "قُلْ هُوَ اللّٰهُ اَحَدٌ . اَللّٰهُ الصَّمَدُ . لَمْ يَلِدْ وَلَمْ يُوْلَدْ . وَلَمْ يَكُنْ لَّهٗ كُفُوًا اَحَدٌ"
    },

    {
        id: "a4",
        title: "Surah Al-Falak",
        count: 3,
        arabic: "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ . مِن شَرِّ مَا خَلَقَ . وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ . وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ . وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ"
    },

    {
        id: "a5",
        title: "Surah An-Nas",
        count: 3,
        arabic: "قُلْ أَعُوذُ بِرَبِّ النَّاسِ . مَلِكِ النَّاسِ . إِلَٰهِ النَّاسِ . مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ . الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ . مِنَ الْجِنَّةِ وَالنَّاسِ"
    },

    {
        id: "a6",
        title: "Astaghfar",
        count: 3,
        arabic: "أَسْتَغْفِرُ اللَّهَ رَبِّي مِن كُلِّ ذَنبٍ وَأَتُوبُ إِلَيْهِ"
    },

    {
        id: "a7",
        title: "Dua For Jannah",
        count: 3,
        arabic: "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ"
    },

    {
        id: "a8",
        title: "Protection From Hell",
        count: 3,
        arabic: "اللَّهُمَّ أَجِرْنِي مِنَ النَّارِ"
    },

    {
        id: "a9",
        title: "First Kalma",
        count: 1,
        arabic: "لَا إِلَٰهَ إِلَّا اللَّهُ مُحَمَّدٌ رَّسُولُ اللَّهِ"
    },

    {
        id: "a10",
        title: "Second Kalma",
        count: 1,
        arabic: "أَشْهَدُ أَن لَّا إِلَٰهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ"
    }
];

export const MORNING_AZKAR = DAILY_AZKAR;
export const EVENING_AZKAR = DAILY_AZKAR;
